["Apple Inc. is an American multinational corporation and technology company headquartered in Cupertino, California, in Silicon Valley. It is best known for its consumer electronics, software, and services. Founded in 1976 as Apple Computer Company by Steve Jobs, Steve Wozniak and Ronald Wayne, the company was incorporated by Jobs and Wozniak as Apple Computer, Inc. the following year. It was renamed Apple Inc. in 2007 as the company had expanded its focus from computers to consumer electronics. Apple is the largest technology company by revenue, with US$391.04 billion in the 2024 fiscal year. The company was founded to produce and market Wozniak's Apple I personal computer. Its second computer, the Apple II, became a best seller as one of the first mass-produced microcomputers. Apple introduced the Lisa in 1983 and the Macintosh in 1984, as some of the first computers to use a graphical user interface and a mouse. By 1985, internal company problems led to Jobs leaving to form NeXT, and Wozniak withdrawing to other ventures; John Sculley served as long-time CEO for over a decade. In the 1990s, Apple lost considerable market share in the personal computer industry to the lower-priced Wintel duopoly of the Microsoft Windows operating system on Intel-powered PC clones. In 1997, Apple was weeks away from bankruptcy. To resolve its failed operating system strategy, it bought NeXT, effectively bringing Jobs back to the company, who guided Apple back to profitability over the next decade with the introductions of the iMac, iPod, iPhone, and iPad devices to critical acclaim as well as the iTunes Store, launching the \"Think different\" advertising campaign, and opening the Apple Store retail chain. These moves elevated Apple to consistently be one of the world's most valuable brands since about 2010. Jobs resigned in 2011 for health reasons, and died two months later; he was succeeded as CEO by Tim Cook. Apple's product lineup includes portable and home hardware such as the iPhone, iPad, Apple Watch, Mac, and Apple TV; operating systems such as iOS, iPadOS, and macOS; and various software and services including Apple Pay, iCloud, and multimedia streaming services like Apple Music and Apple TV+. Apple is one of the Big Five American information technology companies;[a] for the most part since 2011,[b] Apple has been the world's largest company by market capitalization, and, as of 2023, is the largest manufacturing company by revenue, the fourth-largest personal computer vendor by unit sales, the largest vendor of tablet computers, and the largest vendor of mobile phones in the world. Apple became the first publicly traded U.S. company to be valued at over $1 trillion in 2018, and, as of December 2024, is valued at just over $3.74 trillion. Apple is the largest company on the Nasdaq, where it trades under the ticker symbol \"AAPL\". Apple has received criticism regarding its contractors' labor practices, its relationship with trade unions, its environmental practices, and its business ethics, including anti-competitive practices and materials sourcing. Nevertheless, the company has a large following and enjoys a", "unit sales, the largest vendor of tablet computers, and the largest vendor of mobile phones in the world. Apple became the first publicly traded U.S. company to be valued at over $1 trillion in 2018, and, as of December 2024, is valued at just over $3.74 trillion. Apple is the largest company on the Nasdaq, where it trades under the ticker symbol \"AAPL\". Apple has received criticism regarding its contractors' labor practices, its relationship with trade unions, its environmental practices, and its business ethics, including anti-competitive practices and materials sourcing. Nevertheless, the company has a large following and enjoys a high level of brand loyalty. History Main article: History of Apple Inc. 1976–1980: Founding and incorporation In 1976, Steve Jobs and Steve Wozniak co-founded Apple in Jobs's parents' home on Crist Drive in Los Altos, California.[8] Wozniak called the popular belief that the company was founded in the garage \"a bit of a myth\",[9] although they moved some operations to the garage when the bedroom became too crowded.[10] The Apple I is Apple's first product, designed by Wozniak and sold as an assembled circuit board without the required keyboard, monitor, power supply, and the optional case. Apple Computer Company was founded on April 1, 1976, by Steve Jobs, Steve Wozniak, and Ronald Wayne as a partnership.[8][11] The company's first product is the Apple I, a computer designed and hand-built entirely by Wozniak.[12] To finance its creation, Jobs sold his Volkswagen Bus, and Wozniak sold his HP-65 calculator.[13] Neither received the full selling price but in total earned $1,300 (equivalent to $7,200 in 2024). Wozniak debuted the first prototype Apple I at the Homebrew Computer Club in July 1976.[14] The Apple I was sold as a motherboard with CPU, RAM, and basic textual-video chips—a base kit concept which was not yet marketed as a complete personal computer.[15] It was priced soon after debut for $666.66 (equivalent to $3,700 in 2024).[16][17]: 180 Wozniak later said he was unaware of the coincidental mark of the beast in the number 666, and that he came up with the price because he liked \"repeating digits\".[18] Apple Computer, Inc. was incorporated in Cupertino, California,[1] on January 3, 1977,[19][20] without Wayne, who had left and sold his share of the company back to Jobs and Wozniak for $800 only twelve days after having co-founded it.[21] Multimillionaire Mike Markkula provided essential business expertise and funding of $250,000 (equivalent to $1,297,000 in 2024) to Jobs and Wozniak during the incorporation of Apple.[22] During the first five years of operations, revenue grew exponentially, doubling about every four months. Between September 1977 and September 1980, yearly sales grew from $775,000 to US$118 million, an average annual growth rate of 533%.[23] The Apple II, also designed by Wozniak, was introduced on April 16, 1977, at the first West Coast Computer Faire.[24] It differs from its major rivals, the TRS-80 and Commodore PET, because of its character cell-based color graphics and open architecture. The Apple I and early Apple II models use ordinary", "to $1,297,000 in 2024) to Jobs and Wozniak during the incorporation of Apple.[22] During the first five years of operations, revenue grew exponentially, doubling about every four months. Between September 1977 and September 1980, yearly sales grew from $775,000 to US$118 million, an average annual growth rate of 533%.[23] The Apple II, also designed by Wozniak, was introduced on April 16, 1977, at the first West Coast Computer Faire.[24] It differs from its major rivals, the TRS-80 and Commodore PET, because of its character cell-based color graphics and open architecture. The Apple I and early Apple II models use ordinary audio cassette tapes as storage devices, which were superseded by the 5 + 1⁄4-inch floppy disk drive and interface called the Disk II in 1978.[25][26] The Apple II, introduced in 1977 and designed primarily by Wozniak, was the company's first major success. The Apple II was chosen to be the desktop platform for the first killer application of the business world: VisiCalc, a spreadsheet program released in 1979.[25] VisiCalc created a business market for the Apple II and gave home users an additional reason to buy an Apple II: compatibility with the office,[25] but Apple II market share remained behind home computers made by competitors such as Atari, Commodore, and Tandy.[27][28] On December 12, 1980, Apple went public with an initial public offering (IPO) on the fully electronic NASDAQ Stock Market, selling 4.6 million shares at $22 per share ($.10 per share when adjusting for stock splits as of September 3, 2022),[20] generating over $100 million, which was more capital than any IPO since Ford Motor Company in 1956.[29] By the end of the day, around 300 millionaires were created, including Jobs and Wozniak, from a stock price of $29 per share[30] and a market cap of $1.778 billion.[29][30] 1980–1990: Success with Macintosh See also: List of Mac models and Timeline of the Apple II family Steve Jobs in 1984 with the Macintosh, the first mass-market personal computer to feature an integral graphical user interface and mouse In December 1979, Steve Jobs and Apple employees, including Jef Raskin, visited Xerox PARC, where they observed the Xerox Alto, featuring a graphical user interface (GUI). Apple subsequently negotiated access to PARC's technology, leading to Apple's option to buy shares at a preferential rate. This visit influenced Jobs to implement a GUI in Apple's products, starting with the Apple Lisa. Despite being pioneering as a mass-marketed GUI computer, the Lisa suffered from high costs and limited software options, leading to commercial failure. Jobs, angered by being pushed off the Lisa team, took over the company's Macintosh division. Wozniak and Raskin had envisioned the Macintosh as a low-cost computer with a text-based interface like the Apple II, but a plane crash in 1981 forced Wozniak to step back from the project. Jobs quickly redefined the Macintosh as a graphical system that would be cheaper than the Lisa, undercutting his former division.[31] Jobs was also hostile to the Apple II division, which at the time,", "as a mass-marketed GUI computer, the Lisa suffered from high costs and limited software options, leading to commercial failure. Jobs, angered by being pushed off the Lisa team, took over the company's Macintosh division. Wozniak and Raskin had envisioned the Macintosh as a low-cost computer with a text-based interface like the Apple II, but a plane crash in 1981 forced Wozniak to step back from the project. Jobs quickly redefined the Macintosh as a graphical system that would be cheaper than the Lisa, undercutting his former division.[31] Jobs was also hostile to the Apple II division, which at the time, generated most of the company's revenue.[32] In 1984, Apple launched the Macintosh, the first personal computer without a bundled programming language.[33] Its debut was signified by \"1984\", a US$1.5 million television advertisement directed by Ridley Scott that aired during the third quarter of Super Bowl XVIII on January 22, 1984.[34] This was hailed as a watershed event for Apple's success[35] and was called a \"masterpiece\" by CNN[36] and one of the greatest TV advertisements of all time by TV Guide.[37] The advertisement created great interest in Macintosh, and sales were initially good, but began to taper off dramatically after the first three months as reviews started to come in. Jobs had required 128 kilobytes of RAM, which limited its speed and software in favor of aspiring for a projected price point of $1,000 (equivalent to $3,000 in 2024). The Macintosh shipped for $2,495 (equivalent to $7,600 in 2024), a price panned by critics due to its slow performance.[38]: 195 In early 1985, this sales slump triggered a power struggle between Steve Jobs and CEO John Sculley, who had been hired away from Pepsi two years earlier by Jobs[39] saying, \"Do you want to sell sugar water for the rest of your life or come with me and change the world?\"[40] Sculley removed Jobs as the head of the Macintosh division, with unanimous support from the Apple board of directors.[41] The board of directors instructed Sculley to contain Jobs and his ability to launch expensive forays into untested products. Rather than submit to Sculley's direction, Jobs attempted to oust him from leadership.[42] Jean-Louis Gassée informed Sculley that Jobs had been attempting to organize a boardroom coup, and called an emergency meeting at which Apple's executive staff sided with Sculley, and stripped Jobs of all operational duties.[42] Jobs resigned from Apple in September 1985 and took several Apple employees with him to found NeXT.[43] Wozniak had also quit his active employment at Apple earlier in 1985 to pursue other ventures, expressing his frustration with Apple's treatment of the Apple II division and stating that the company had \"been going in the wrong direction for the last five years\".[32][44][45] Wozniak remained employed by Apple as a representative,[44] receiving a stipend estimated to be $120,000 per year.[17] Jobs and Wozniak remained Apple shareholders following their departures.[46] After the departures of Jobs and Wozniak in 1985, Sculley launched the Macintosh 512K that year with quadruple", "September 1985 and took several Apple employees with him to found NeXT.[43] Wozniak had also quit his active employment at Apple earlier in 1985 to pursue other ventures, expressing his frustration with Apple's treatment of the Apple II division and stating that the company had \"been going in the wrong direction for the last five years\".[32][44][45] Wozniak remained employed by Apple as a representative,[44] receiving a stipend estimated to be $120,000 per year.[17] Jobs and Wozniak remained Apple shareholders following their departures.[46] After the departures of Jobs and Wozniak in 1985, Sculley launched the Macintosh 512K that year with quadruple the RAM, and introduced the LaserWriter, the first reasonably priced PostScript laser printer. PageMaker, an early desktop publishing application taking advantage of the PostScript language, was also released by Aldus Corporation in July 1985.[47] It has been suggested that the combination of Macintosh, LaserWriter, and PageMaker was responsible for the creation of the desktop publishing market.[48] This dominant position in the desktop publishing market[49] allowed the company to focus on higher price points, the so-called \"high-right policy\" named for the position on a chart of price vs. profits. Newer models selling at higher price points offered higher profit margin, and appeared to have no effect on total sales as power users snapped up every increase in speed. Although some worried about pricing themselves out of the market, the high-right policy was in full force by the mid-1980s, due to Jean-Louis Gassée's slogan of \"fifty-five or die\", referring to the 55% profit margins of the Macintosh II.[50]: 79–80 This policy began to backfire late in the decade as desktop publishing programs appeared on IBM PC compatibles with some of the same functionality of the Macintosh at far lower price points. The company lost its dominant position in the desktop publishing market and estranged many of its original consumer customer base who could no longer afford Apple products. The Christmas season of 1989 was the first in the company's history to have declining sales, which led to a 20% drop in Apple's stock price.[50]: 117–129 During this period, the relationship between Sculley and Gassée deteriorated, leading Sculley to effectively demote Gassée in January 1990 by appointing Michael Spindler as the chief operating officer.[51] Gassée left the company later that year to set up a rival, Be Inc.[52] 1990–1997: Decline and restructuring Macintosh LC II The company pivoted strategy and, in October 1990, introduced three lower-cost models: the Macintosh Classic, the Macintosh LC, and the Macintosh IIsi, all of which generated significant sales due to pent-up demand.[53] In 1991, Apple introduced the hugely successful PowerBook with a design that set the current shape for almost all modern laptops. The same year, Apple introduced System 7, a major upgrade to the Macintosh operating system, adding color to the interface and introducing new networking capabilities. The success of the lower-cost Macs and the PowerBook brought increasing revenue.[54] For some time, Apple was doing very well, introducing fresh new products at increasing profits. The magazine MacAddict", "introduced three lower-cost models: the Macintosh Classic, the Macintosh LC, and the Macintosh IIsi, all of which generated significant sales due to pent-up demand.[53] In 1991, Apple introduced the hugely successful PowerBook with a design that set the current shape for almost all modern laptops. The same year, Apple introduced System 7, a major upgrade to the Macintosh operating system, adding color to the interface and introducing new networking capabilities. The success of the lower-cost Macs and the PowerBook brought increasing revenue.[54] For some time, Apple was doing very well, introducing fresh new products at increasing profits. The magazine MacAddict named the period between 1989 and 1991 as the \"first golden age\" of the Macintosh.[55] The PenLite is Apple's first tablet computer prototype, created in 1992 to bring the Mac OS to a tablet. It was canceled in favor of the Newton.[56] The success of lower-cost consumer Macs, especially the LC, cannibalized higher-priced machines. To address this, management introduced several new brands, selling largely identical machines at different price points, for different markets: the high-end Quadra series, the mid-range Centris series, and the consumer-marketed Performa series. This led to significant consumer confusion between so many models.[57] In 1993, the Apple II series was discontinued. It was expensive to produce, and the company decided it was still absorbing sales from lower-cost Macintosh models. After the launch of the LC, Apple encouraged developers to create applications for Macintosh rather than Apple II, and authorized salespersons to redirect consumers from Apple II and toward Macintosh.[58] The Apple IIe was discontinued in 1993.[59] Apple experimented with several other unsuccessful consumer targeted products during the 1990s, including QuickTake digital cameras, PowerCD portable CD audio players, speakers, the Pippin video game console, the eWorld online service, and Apple Interactive Television Box. Enormous resources were invested in the problematic Newton tablet division, based on John Sculley's unrealistic market forecasts.[60] Throughout this period, Microsoft continued to gain market share with Windows by focusing on delivering software to inexpensive personal computers, while Apple was delivering a richly engineered but expensive experience.[61] Apple relied on high profit margins and never developed a clear response; it sued Microsoft for making a GUI similar to the Lisa in Apple Computer, Inc. v. Microsoft Corp.[62] The lawsuit dragged on for years and was finally dismissed. The major product flops and the rapid loss of market share to Windows sullied Apple's reputation, and in 1993 Sculley was replaced as CEO by Michael Spindler.[63] The Power Macintosh 6100, introduced in 1994, was Apple's first new home computer model after the switch to PowerPC processors. Under Spindler, Apple, IBM, and Motorola formed the AIM alliance in 1994 to create a new computing platform (the PowerPC Reference Platform or PReP), with IBM and Motorola hardware coupled with Apple software. The AIM alliance hoped that PReP's performance and Apple's software would leave the PC far behind and thus counter the dominance of Windows. That year, Apple introduced the Power Macintosh, the first of many computers with Motorola's PowerPC", "1993 Sculley was replaced as CEO by Michael Spindler.[63] The Power Macintosh 6100, introduced in 1994, was Apple's first new home computer model after the switch to PowerPC processors. Under Spindler, Apple, IBM, and Motorola formed the AIM alliance in 1994 to create a new computing platform (the PowerPC Reference Platform or PReP), with IBM and Motorola hardware coupled with Apple software. The AIM alliance hoped that PReP's performance and Apple's software would leave the PC far behind and thus counter the dominance of Windows. That year, Apple introduced the Power Macintosh, the first of many computers with Motorola's PowerPC processor.[64] In the wake of the alliance, Apple opened up to the idea of allowing Motorola and other companies to build Macintosh clones. Over the next two years, 75 distinct Macintosh clone models were introduced. However, by 1996, Apple executives were worried that the clones were cannibalizing sales of its own high-end computers, where profit margins were highest.[65] In 1996, Spindler was replaced as CEO by Gil Amelio, who was hired for his reputation as a corporate rehabilitator. Amelio made deep changes, including extensive layoffs and cost-cutting.[66] This period was also marked by numerous failed attempts to modernize the Macintosh operating system (MacOS). The original Macintosh operating system (System 1) was not built for multitasking (running several applications at once). The company attempted to correct this by introducing cooperative multitasking in System 5, but still decided it needed a more modern approach.[67] This led to the Pink project in 1988, A/UX that same year, Copland in 1994, and evaluated the purchase of BeOS in 1996. Talks with Be stalled when the CEO, former Apple executive Jean-Louis Gassée, demanded $300 million in contrast to Apple's $125 million offer.[68] Only weeks away from bankruptcy,[69] Apple's board preferred NeXTSTEP and purchased NeXT in late 1996 for $400 million, retaining Steve Jobs.[70]"]